Repository: snosey/Shekh_Aqar_IOS
Catalog: SheekhAqaar/*.lproj/Localizable.strings
Languages: ar

source: Phone Number
ar: رقم الجوال

source: Login
ar: دخول

source: Register as company
ar: تسجيل حساب شركة

# enterPhoneField
source: Please enter phone number
ar: من فضلك أدخل رقم الجوال

# enterValidPhoneNumber
source: Please enter valid phone number
ar: من فضلك أدخل رقم جوال صحيح

source: Username
ar: اسم المستخدم

source: Continue
ar: متابعة

source: Photo gallery
ar: معرض الصور

source: Camera
ar: الكاميرا

# chooseMediaTitle
source: Choose media source
ar: اختر مصدر الصوره

# chooseMediaMessage
source: Which media source do you choose?
ar: من فضلك اختر مصدر الصوره

# enterUsernameField
source: Please enter username
ar: من فضلك ادخل اسم المستخدم

# enterAvatar
source: Please choose your avatar
ar: من فضلك اختر صورتك الشخصيه

source: Skip
ar: تخطي

source: Back
ar: رجوع

# enterCode
source: Please enter verification code sent to your mobile
ar: برجاء كتابة رمز التأكيد المرسل لجوالك

source: Confirm
ar: تأكيد

source: Resend code
ar: إعادة إرسال رمز التأكيد

source: Company owner data
ar: بيانات مالك الشركة

source: Company data
ar: بيانات الشركة

source: Full name
ar: الإسم بالكامل

source: Register
ar: تسجيل

source: Company name
ar: إسم الشركة

source: Traditional number
ar: الرقم التجاري

source: Email
ar: البريد الإلكتروني

source: Country
ar: الدولة

source: Region
ar: المنطقة

source: Detailed address
ar: العنوان بالتفصيل

source: Detect address on Google Maps
ar: تحديد العنوان علي خرائط جوجل

# selectCountryFirst
source: Please select country first
ar: من فضلك إختر الدولة أولا

# enterFullName
source: Please enter your full name
ar: من فضلك أدخل اسمك بالكامل

# enterCompanyAvatar
source: Please choose company avatar
ar: من فضلك أختر صورة الشركة

# enterCompanyName
source: Please enter company name
ar: من فضلك أدخل اسم الشركة

# enterEmail
source: Please enter company email
ar: من فضلك أدخل البريد الالكتروني

# enterValidEmail
source: Please enter valid email
ar: من فضلك أدخل بريد الكتروني صحيح

# enterSelectedCountry
source: Please select country
ar: من فضلك إختر الدولة

# enterSelectedRegion
source: Please select region
ar: من فضلك إختر المنطقة

# enterDetailedAddress
source: Please enter detailed address
ar: من فضلك أدخل العنوان بالتفصيل

# enterCompanyPhoneNumber
source: Please enter company phone number
ar: من فضلك أدخل رقم جوال الشركة

# enterTraditionalnumber
source: Please enter company traditional number
ar: من فضلك أدخل الرقم التجاري الخاص بالشركة

source: Show images
ar: عرض الصور

source: Show map
ar: عرض الخريطة

# locationServicesDisabledTitle
source: Location Service Disabled
ar: خدمات الموقع مغلقة

# locationServicesDisabledMessage
source: Location service is disabled. Please enable it to use our features.
ar: خدمات الموقع مغلقة. من فضلك قم بفتحها لتتمكن من استخدام التطبيق

source: Enable
ar: تشغيل

source: Cancel
ar: تجاهل

# emptyFieldsError
source: Please fill empty fields
ar: من فضلك املأ الحقول الفارغة

source: Company services
ar: خدمات الشركة

source: Ads number:
ar: عدد الاعلانات:

# noInternetConnection
source: No internet connection. Please check your connection to the network and try again
ar: لا يوجد اتصال بالانترنت. من فضلك تحقق من اتصالك بشبكة الانترنت ثم أعد المحاولة مرة أخري

source: Rooms
ar: غرف

source: Room
ar: غرفة

source: Bathroom
ar: حمام

# min
source: Mins ago
ar: دقيقة

# sec
source: Sec ago
ar: ثانية

# hr
source: Hrs ago
ar: ساعات

# days
source: Days ago
ar: أيام

# weeks
source: weeks ago
ar: أسابيع

source: Address
ar: العنوان

source: Call
ar: اتصال

# lastAds
source: Ads history
ar: إعلانات سابقة

# downloadGoogleMaps
source: Please download Google Maps application.
ar: من فضلك قم بتنزيل تطبيق خرائط جوجل

# whatsappChat
source: Chat using WhatsApp
ar: محادثة عبر واتساب

# downloadWhatsApp
source: Please download WhatsApp application.
ar: من فضلك قم بتنزيل تطبيق واتس اب

# help
source: Contact us
ar: تواصل معنا

source: Logout
ar: تسجيل الخروج

# homeScreen
source: Home
ar: الصفحة الرئيسية

source: Edit profile
ar: تعديل الصفحة الشخصية

# addToFav
source: Add to favourites
ar: أضف الي المفضلة

# removeFromFav
source: Remove from favourites
ar: مسح من العقارات المفضلة

source: Additional facilities
ar: مميزات إضافية

# makeCall
source: Call
ar: اتصل

# adType
source: Building type
ar: نوع العقار

source: Location
ar: الموقع

source: Area
ar: المساحة

source: Rooms count
ar: عدد الغرف

source: Bathrooms count
ar: عدد الحمامات

# meter
source: M
ar: م

source: Favourites
ar: العقارات المفضلة

# addedToFavSuccess
source: Added to favourites successfully
ar: تمت الاضافة في المفضلة بنجاح

# removedToFavSuccess
source: Removed from favourites successfully
ar: تم الحذف من المفضلة بنجاح

source: Add ad
ar: إضافة عقار

# adImagesWarning
source: You must add at least 3 photos
ar: يجب إضافة ٣ صور علي الأقل

source: Ad details
ar: تفاصيل العقار

source: Currency
ar: العملة

source: Category
ar: التصنيف

source: City
ar: المدينة

source: Number of rooms
ar: عدد الغرف

source: Number of bathrooms
ar: عدد الحمامات

# selectCountryError
source: Please select country code first
ar: من فضلك اختر كود الدولة

# selectCategoryFirst
source: Please select category first
ar: من فضلك اختر تصنيف اولا

# selectCompanyPlace
source: Please select company location on the map
ar: من فضلك قم بتحديد موقع الشركة علي خرائط جوجل

# noCities
source: No cities for this country
ar: لا يوجد مدن لهذه الدولة

source: Whats app
ar: واتساب

source: Ad title
ar: عنوان الاعلان

source: Details
ar: التفاصيل

# noCategories
source: No available categories
ar: لا يوجد تصنيفات

# noCountries
source: No available countries
ar: لا يوجد دول

source: No Currencies
ar: لا يوجد عملات

# aream2
source: Area in squared meter
ar: المساحه بالمتر المربع

source: Price
ar: السعر

source: Add Images
ar: اضافة صور العقار

source: Please insert
ar: برجاء ادخال

# noData
source: No data available
ar: لا يوجد بيانات متاحة

# atLeast3Images
source: Please add 3 photos at least
ar: من فضلك قم باضافة ثلاثة صور علي الاقل

# enterAdTitle
source: Please enter Ad title
ar: من فضلك أدخل عنوان الاعلان

# enterPrice
source: Please enter price
ar: من فضلك ادخل السعر

# enterDetails
source: Please enter details
ar: من فضلك ادخل تفاصيل الاعلان

# enterArea
source: Please enter area
ar: من فضلك ادخل المساحة

# enterAddress
source: Please enter address
ar: من فضلك أدخل العنوان

# selectAdTypeFirst
source: Please select building type first
ar: من فضلك اختر نوع العقار أولا

# selectCurrencyFirst
source: Please select currency first
ar: من فضلك اختر العمله أولا

# selectRegionFirst
source: Please select region first
ar: من فضلك اختر المدينة أولا

# chooseLocationFirst
source: Please select location from Google Maps firsts
ar: من فضلك اختر المكان من خرائط جوجل أولا

# requestBuildingSuccess
source: Your request send successfully
ar: تم ارسال طلبك للعقار بنجاح

# enterAdDetails
source: Please enter all ad details
ar: من فضلك أدخل كل تفاصيل المكان

# publishAdSuccess
source: You ad published successfully
ar: تم نشر اعلانك بنجاح

# editAdSuccess
source: Your ad edited successfully
ar: تم تعديل اعلانك بنجاح

source: must be number
ar: يجب ان يكون رقم

source: Edit ad
ar: تعديل الاعلان

source: My ads
ar: عقاراتي

# phoneNotAvailable
source: Phone number is not available
ar: رقم الهاتف غير متاح

# openMaps
source: Address on map
ar: العنوان

# editCompanySuccess
source: Your company data edited successfully
ar: تم تعديل بيانات شركتك بنجاح

# editCompany
source: Edit company data
ar: تعديل البيانات

# detailedLocation
source: Building detailed location
ar: موقع العقار بالتفصيل

source: No data changed.
ar: لا يوجد تغيير للبيانات

source: No data available
ar: لا يوجد بيانات متاحة

source: Downloading ...
ar: تحميل بيانات ...

# downloadingMessage
source: Downloading data please wait ...
ar: جاري تحميل البيانات برجاء الانتظار ...

source: OK
ar: حسنا

# searchPlaceHolder
source: Location name
ar: ادخل المكان الذي تريد البحث عنه هنا

source: Search
ar: بحث

# phoneAlreadyRegistered
source: This phone is duplicated
ar: رقم الهاتف مسجل مسبقا
